11/data/attachments/289b122f5e7ce46b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>Melissa_score_Actions_92979_8</nif:username>
            <nif:friendToBeAdded>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>